cask_args appdir: '/Applications'

brew 'cloudflared'
brew 'imagemagick'
brew 'postgresql@14'
brew 'rbenv'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'wget'
brew 'yt-dlp'

cask '1password'
cask 'font-monaspace'
cask 'ghostty'
cask 'plex'
cask 'transmission'
cask 'visual-studio-code'
cask 'zed'
cask 'zoom'
